Repository: sylwaninn/drafft-ios
Catalog: Drafft/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt

source: Table tennis
de: Tischtennis
es: Tenis de mesa
fr: Tennis de table
it: Ping pong
nl: Tafeltennis
pt: Ténis de mesa

source: Take a photo or video
de: Foto oder Video aufnehmen
es: Hacer una foto o un vídeo
fr: Prendre une photo ou une vidéo
it: Scatta una foto o un video
nl: Maak een foto of video
pt: Tirar foto ou gravar vídeo

source: Take it back.
de: Nimm's zurück.
es: Vuelve atrás.
fr: Reviens en arrière.
it: Ripensaci.
nl: Draai het terug.
pt: Volta atrás.

source: Take my selfie
de: Selfie aufnehmen
es: Hacer mi selfie
fr: Prendre mon selfie
it: Scatta il mio selfie
nl: Selfie maken
pt: Tirar a minha selfie

source: Take the selfie
de: Selfie aufnehmen
es: Hacer el selfie
fr: Prendre le selfie
it: Scatta il selfie
nl: Selfie maken
pt: Tirar a selfie

source: Tap Report or block on their profile or in the chat. Reports are confidential.
de: Tippe im Profil oder im Chat auf „Melden oder blockieren“. Meldungen sind vertraulich.
es: Toca Denunciar o bloquear en su perfil o en el chat. Las denuncias son confidenciales.
fr: Touche Signaler ou bloquer sur son profil ou dans la discussion. Les signalements sont confidentiels.
it: Tocca Segnala o blocca sul suo profilo o nella chat. Le segnalazioni sono riservate.
nl: Tik op Melden of blokkeren op hun profiel of in de chat. Meldingen zijn vertrouwelijk.
pt: Toca em Denunciar ou bloquear no perfil ou na conversa. As denúncias são confidenciais.

source: Tap a prompt to select it.
de: Tippe auf eine Frage, um sie auszuwählen.
es: Toca una pregunta para seleccionarla.
fr: Touche une question pour la choisir.
it: Tocca una domanda per selezionarla.
nl: Tik op een vraag om hem te kiezen.
pt: Toca numa pergunta para a selecionar.

# Tap a time to change it. %@ picks one, or suggests others.
source: Tap a time to change it. %@ picks one or proposes others.
de: Tippe auf eine Zeit, um sie zu ändern. %@ wählt eine oder schlägt andere vor.
es: Toca un horario para cambiarlo. %@ elige uno o propone otros.
fr: Touche un créneau pour le modifier. %@ en choisit un, ou en propose d'autres.
it: Tocca un orario per modificarlo. %@ ne sceglie uno o ne propone altri.
nl: Tik op een tijd om hem te wijzigen. %@ kiest er één of stelt andere voor.
pt: Toca num horário para o alterar. %@ escolhe um ou propõe outros.

# Tap again to unselect.
source: Tap again to deselect.
de: Erneut tippen zum Abwählen.
es: Toca otra vez para deseleccionar.
fr: Touche à nouveau pour désélectionner.
it: Tocca di nuovo per deselezionare.
nl: Tik nogmaals om te deselecteren.
pt: Toca outra vez para desmarcar.

source: Tap for the punchline
de: Tippen für die Pointe
es: Toca para ver el remate
fr: Touche pour la chute
it: Tocca per la battuta finale
nl: Tik voor de clou
pt: Toca para ver o remate

source: Tap to record
de: Tippen zum Aufnehmen
es: Toca para grabar
fr: Touche pour enregistrer
it: Tocca per registrare
nl: Tik om op te nemen
pt: Toca para gravar

source: Tap to stop
de: Tippen zum Stoppen
es: Toca para parar
fr: Touche pour arrêter
it: Tocca per fermare
nl: Tik om te stoppen
pt: Toca para parar

source: Teach me %@? I'm a total beginner.
de: Bringst du mir %@ bei? Ich fange bei null an.
es: ¿Me enseñas %@? Empiezo desde cero.
fr: Tu m'inities ? En %@, je pars de zéro.
it: Mi insegni le basi di %@? Sono proprio alle prime armi.
nl: Leer je me %@? Ik ben een echte beginner.
pt: Ensinas-me %@? Sou totalmente principiante.

# Team %@. We need to talk 😄
source: Team %@. Let's discuss it mid-session 😄
de: Team %@. Das klären wir bei der Session 😄
es: Team %@. Lo hablamos en plena sesión 😄
fr: Team %@. On en parle pendant la séance 😄
it: Team %@. Ne parliamo durante la sessione 😄
nl: Team %@. Dat bespreken we tijdens de sessie 😄
pt: Equipa %@. Falamos disso durante a sessão 😄

source: Tell a friend
de: Sag es jemandem
es: Avisa a alguien
fr: Préviens un proche
it: Avvisa qualcuno
nl: Vertel het iemand
pt: Avisa alguém

# Tell us what happened to send your request.
source: Tell us what happened, then send your request.
de: Erzähl uns, was passiert ist, und sende dann deine Anfrage.
es: Cuéntanos qué ha pasado y envía tu solicitud.
fr: Dis-nous ce qui s'est passé, puis envoie ta demande.
it: Raccontaci cosa è successo, poi invia la richiesta.
nl: Vertel wat er gebeurde en verstuur dan je verzoek.
pt: Conta-nos o que aconteceu e depois envia o teu pedido.

source: Terms
de: AGB
es: Condiciones
fr: Conditions
it: Termini
nl: Voorwaarden
pt: Termos

source: Terms of use
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
it: Termini d'uso
nl: Gebruiksvoorwaarden
pt: Termos de utilização

source: Thanks, we'll take a look
de: Danke, wir schauen es uns an
es: Gracias, le echaremos un vistazo
fr: Merci, on s'en occupe
it: Grazie, ci daremo un'occhiata
nl: Bedankt, we kijken ernaar
pt: Obrigado, vamos analisar

source: That doesn't look like an email address.
de: Das sieht nicht nach einer E-Mail-Adresse aus.
es: Eso no parece una dirección de email.
fr: Ça ne ressemble pas à une adresse e-mail.
it: Non sembra un indirizzo email.
nl: Dat lijkt geen e-mailadres.
pt: Isso não parece um endereço de email.

source: That doesn't look like an email address. Check for typos.
de: Das sieht nicht nach einer E-Mail-Adresse aus. Prüf auf Tippfehler.
es: Eso no parece una dirección de email. Revisa si hay erratas.
fr: Ça ne ressemble pas à une adresse e-mail. Vérifie la saisie.
it: Non sembra un indirizzo email. Controlla eventuali errori.
nl: Dat lijkt geen e-mailadres. Controleer op typfouten.
pt: Isso não parece um endereço de email. Verifica se há erros.

source: That number looks incomplete.
de: Die Nummer sieht unvollständig aus.
es: Ese número parece incompleto.
fr: Ce numéro semble incomplet.
it: Il numero sembra incompleto.
nl: Dat nummer lijkt onvolledig.
pt: Esse número parece incompleto.

source: That's 5. Remove one to pick another.
de: Das sind 5. Entferne eine, um eine andere zu wählen.
es: Ya tienes 5. Quita uno para elegir otro.
fr: Ça fait 5. Retires-en un pour en choisir un autre.
it: Sono 5. Rimuovine uno per sceglierne un altro.
nl: Dat zijn er 5. Verwijder er een om een andere te kiezen.
pt: Já são 5. Remove um para escolheres outro.

source: That's already your email.
de: Das ist schon deine E-Mail.
es: Ese ya es tu email.
fr: C'est déjà ton e-mail.
it: È già la tua email.
nl: Dat is al je e-mailadres.
pt: Esse já é o teu email.

source: That's already your number.
de: Das ist schon deine Nummer.
es: Ese ya es tu número.
fr: C'est déjà ton numéro.
it: È già il tuo numero.
nl: Dat is al je nummer.
pt: Esse já é o teu número.

source: That's everyone nearby.
de: Das sind alle in deiner Nähe.
es: No hay nadie más cerca.
fr: C'est tout le monde autour de toi.
it: Hai visto tutte le persone vicine.
nl: Dat is iedereen in de buurt.
pt: Já viste toda a gente por perto.

source: That's your current prompt.
de: Das ist deine aktuelle Frage.
es: Es tu pregunta actual.
fr: C'est ta question actuelle.
it: È la tua domanda attuale.
nl: Dat is je huidige vraag.
pt: Essa é a tua pergunta atual.

source: The app opens again by itself once it's done.
de: Die App entsperrt sich von selbst, sobald wir fertig sind.
es: La app se desbloqueará sola en cuanto terminemos.
fr: L'app se débloque d'elle-même dès que c'est terminé.
it: L'app si sblocca da sola appena abbiamo finito.
nl: De app gaat vanzelf weer open zodra we klaar zijn.
pt: A app desbloqueia-se sozinha assim que terminarmos.

source: The basics
de: Das Wichtigste
es: Lo esencial
fr: L'essentiel
it: L'essenziale
nl: De basis
pt: O essencial

# The best advice a coach ever gave me
source: The best advice I've ever been given is
de: Der beste Rat, den ich je bekommen habe:
es: El mejor consejo que me han dado es
fr: Le meilleur conseil qu'on m'ait donné, c'est
it: Il miglior consiglio che mi abbiano dato è
nl: Het beste advies dat ik ooit kreeg is
pt: O melhor conselho que já me deram é

source: The camera isn't available on this device.
de: Die Kamera ist auf diesem Gerät nicht verfügbar.
es: La cámara no está disponible en este dispositivo.
fr: L'appareil photo n'est pas disponible sur cet appareil.
it: La fotocamera non è disponibile su questo dispositivo.
nl: De camera is niet beschikbaar op dit apparaat.
pt: A câmara não está disponível neste dispositivo.

source: The code I type is
de: Der eingegebene Code ist
es: El código que escribo es
fr: Le code que je saisis est
it: Il codice che digito è
nl: De code die ik invul is
pt: O código que introduzo é

# The dumbest injury I've ever had
source: I got my dumbest injury ever while
de: Meine dümmste Verletzung habe ich mir geholt beim
es: Mi lesión más tonta me la hice
fr: Ma blessure la plus bête, je me la suis faite en
it: Il mio infortunio più stupido me lo sono fatto
nl: Mijn domste blessure liep ik op tijdens
pt: A minha lesão mais parva foi a

source: The evening before
de: Am Vorabend
es: La noche anterior
fr: La veille au soir
it: La sera prima
nl: De avond ervoor
pt: Na véspera à noite

# The person who got me into sport
source: If I do sport today, it's thanks to
de: Dass ich heute Sport mache, verdanke ich
es: Si hago deporte hoy, es gracias a
fr: Si je fais du sport aujourd'hui, c'est grâce à
it: Se oggi faccio sport, è grazie a
nl: Dat ik nu sport, heb ik te danken aan
pt: Se hoje faço desporto, é graças a

# The piece of gear I'd save in a fire
source: The gear I'd save first in a fire is
de: Bei einem Brand rette ich zuerst
es: El material que salvaría primero de un incendio es
fr: Le matos que je sauve en premier en cas d'incendie, c'est
it: L'attrezzatura che salverei per prima da un incendio è
nl: De spullen die ik als eerste red bij brand zijn
pt: O equipamento que salvava primeiro num incêndio é

source: The purchase didn't go through. You haven't been charged.
de: Der Kauf ist nicht durchgegangen. Dir wurde nichts berechnet.
es: La compra no se ha completado. No se te ha cobrado nada.
fr: L'achat n'a pas abouti. Aucun montant n'a été débité.
it: L'acquisto non è andato a buon fine. Non ti è stato addebitato nulla.
nl: De aankoop is niet gelukt. Er is niets afgeschreven.
pt: A compra não foi concluída. Não te foi cobrado nada.

# The race you'd love to finish
source: The goal you're training for
de: Das Ziel, für das du trainierst
es: El objetivo para el que entrenas
fr: L'objectif pour lequel tu t'entraînes
it: L'obiettivo per cui ti alleni
nl: Het doel waarvoor je traint
pt: O objetivo para que treinas

# The snack that fuels my entire personality
source: The snack that sums up my whole personality is
de: Der Snack, der meine ganze Persönlichkeit zusammenfasst:
es: El snack que resume toda mi personalidad es
fr: Le snack qui résume toute ma personnalité, c'est
it: Lo snack che riassume tutta la mia personalità è
nl: De snack die mijn hele persoonlijkheid samenvat is
pt: O snack que resume toda a minha personalidade é

source: The sport I'm secretly bad at
de: Der Sport, in dem ich heimlich schlecht bin
es: El deporte que en secreto se me da fatal
fr: Le sport où je fais vraiment pitié, c'est
it: Lo sport in cui, in segreto, sono una frana
nl: De sport waar ik stiekem slecht in ben
pt: O desporto em que sou secretamente um desastre

source: The two new passwords don't match.
de: Die beiden neuen Passwörter stimmen nicht überein.
es: Las dos contraseñas nuevas no coinciden.
fr: Les deux nouveaux mots de passe ne correspondent pas.
it: Le due nuove password non coincidono.
nl: De twee nieuwe wachtwoorden komen niet overeen.
pt: As duas novas palavras-passe não coincidem.

source: To convince me, propose
de: Um mich zu überzeugen, schlag vor:
es: Para convencerme, proponme
fr: Pour me convaincre, propose-moi
it: Per convincermi, proponimi
nl: Wil je me overtuigen, stel dan voor:
pt: Para me convenceres, propõe

# The worst run of my life happened when
source: My worst workout ever was when
de: Mein schlimmstes Training aller Zeiten war, als
es: Mi peor entreno de la historia fue cuando
fr: Ma pire séance de tous les temps, c'est quand
it: Il mio peggior allenamento di sempre è stato quando
nl: Mijn slechtste training ooit was toen
pt: O meu pior treino de sempre foi quando

source: There's already an account with this email. Log in instead.
de: Mit dieser E-Mail gibt es schon ein Konto. Melde dich lieber an.
es: Ya hay una cuenta con este email. Inicia sesión.
fr: Un compte existe déjà avec cet e-mail. Connecte-toi plutôt.
it: Esiste già un account con questa email. Accedi.
nl: Er is al een account met dit e-mailadres. Log in.
pt: Já existe uma conta com este email. Inicia sessão.

source: They agree or disagree
de: Zustimmen oder dagegenhalten
es: Dicen si están de acuerdo o no
fr: On est d'accord, ou pas
it: Sono d'accordo o no
nl: Ze zijn het eens of oneens
pt: Concordam ou discordam

source: They can't see your profile or message you, and you won't see them.
de: Die Person kann dein Profil nicht sehen oder dir schreiben, und du siehst sie nicht.
es: No podrá ver tu perfil ni escribirte, y tú tampoco verás su perfil.
fr: Cette personne ne peut plus voir ton profil ni t'écrire, et tu ne la verras plus.
it: Non può vedere il tuo profilo né scriverti, e tu non vedrai più questa persona.
nl: Ze kunnen je profiel niet zien of je berichten sturen, en jij ziet hen niet meer.
pt: Esta pessoa não pode ver o teu perfil nem enviar-te mensagens, e tu deixas de a ver.

source: They guess the right answer
de: Die richtige Antwort raten
es: Adivinan la respuesta correcta
fr: On devine la bonne réponse
it: Indovinano la risposta giusta
nl: Ze raden het juiste antwoord
pt: Adivinham a resposta certa

source: They pick a side, then see yours
de: Seite wählen, dann deine sehen
es: Eligen un bando y luego ven el tuyo
fr: On choisit un camp, puis on voit le tien
it: Scelgono una parte, poi vedono la tua
nl: Ze kiezen een kant en zien dan de jouwe
pt: Escolhem um lado e depois veem o teu

source: Land at the top of their deck with a red heart. It doesn't use a daily like.
de: Du landest ganz oben bei der Person, mit rotem Herz. Das kostet kein Tages-Like.
es: Llegas el primero a su lista, con un corazón rojo. No gasta un like del día.
fr: Tu arrives en tête de sa pile, avec un cœur rouge. Ça n'utilise pas de like du jour.
it: Arrivi in cima al suo mazzo, con un cuore rosso. Non usa un like del giorno.
nl: Je komt bovenaan bij die persoon, met een rood hart. Het kost geen like van vandaag.
pt: Chegas ao topo da lista dessa pessoa, com um coração vermelho. Não gasta um like do dia.

source: Each one puts you at the top of their deck with a red heart. Use them when you like: they never expire.
de: Die Person sieht dich zuerst, mit einem roten Herzen auf deinem Profil. Nutze sie, wann du willst: Sie verfallen nie.
es: Te ve primero, con un corazón rojo en tu perfil. Úsalos cuando quieras: no caducan.
fr: La personne te voit en premier, avec un cœur rouge sur ton profil. Utilise-les quand tu veux : ils n'expirent jamais.
it: Ti vede prima degli altri, con un cuore rosso sul tuo profilo. Usali quando vuoi: non scadono mai.
nl: Ze zien jou als eerste, met een rood hartje op je profiel. Gebruik ze wanneer je wilt: ze verlopen nooit.
pt: Veem-te primeiro, com um coração vermelho no teu perfil. Usa-os quando quiseres: nunca expiram.

source: They spot the lie
de: Die Lüge finden
es: Descubren la mentira
fr: On repère le mensonge
it: Scoprono la bugia
nl: Ze ontmaskeren de leugen
pt: Descobrem a mentira

source: They tap for the punchline
de: Tippen für die Pointe
es: Tocan para ver el remate
fr: On touche pour voir la chute
it: Toccano per la battuta finale
nl: Ze tikken voor de clou
pt: Tocam para ver o remate

source: They won't be notified, and you won't see each other again. Reports go to our safety team.
de: Die Person wird nicht benachrichtigt, und ihr seht euch nicht wieder. Meldungen gehen an unser Sicherheitsteam.
es: No recibirá ningún aviso y no volveréis a veros. Las denuncias llegan a nuestro equipo de seguridad.
fr: Cette personne ne sera pas prévenue, et vous ne vous reverrez plus. Les signalements sont transmis à notre équipe sécurité.
it: Non riceverà nessuna notifica e non vi vedrete più. Le segnalazioni vanno al nostro team sicurezza.
nl: Ze krijgen geen melding en jullie zien elkaar niet meer. Meldingen gaan naar ons veiligheidsteam.
pt: Esta pessoa não vai saber e não se voltam a ver. As denúncias vão para a nossa equipa de segurança.

source: They won't be notified. The chat closes and you won't see each other again. Reports go to our safety team.
de: Die Person wird nicht benachrichtigt. Der Chat wird geschlossen und ihr seht euch nicht wieder. Meldungen gehen an unser Sicherheitsteam.
es: No recibirá ningún aviso. El chat se cierra y no volveréis a veros. Las denuncias llegan a nuestro equipo de seguridad.
fr: Cette personne ne sera pas prévenue. La discussion se ferme et vous ne vous reverrez plus. Les signalements sont transmis à notre équipe sécurité.
it: Non riceverà nessuna notifica. La chat si chiude e non vi vedrete più. Le segnalazioni vanno al nostro team sicurezza.
nl: Ze krijgen geen melding. De chat wordt gesloten en jullie zien elkaar niet meer. Meldingen gaan naar ons veiligheidsteam.
pt: Esta pessoa não vai saber. A conversa fecha e não se voltam a ver. As denúncias vão para a nossa equipa de segurança.

source: This %@ account is
de: Dieses %@-Konto ist
es: Esta cuenta de %@ es
fr: Ce compte %@ est
it: Questo account %@ è
nl: Dit %@-account is
pt: Esta conta %@ é

source: This can't be undone.
de: Das kann nicht rückgängig gemacht werden.
es: No se puede deshacer.
fr: C'est irréversible.
it: L'operazione è irreversibile.
nl: Dit kan niet ongedaan worden gemaakt.
pt: Isto não pode ser anulado.

source: This code has expired. Send a new one.
de: Dieser Code ist abgelaufen. Fordere einen neuen an.
es: Este código ha caducado. Pide uno nuevo.
fr: Ce code a expiré. Demande-en un nouveau.
it: Questo codice è scaduto. Richiedine uno nuovo.
nl: Deze code is verlopen. Vraag een nieuwe aan.
pt: Este código expirou. Pede um novo.

source: This file is too large.
de: Diese Datei ist zu groß.
es: Este archivo es demasiado grande.
fr: Ce fichier est trop volumineux.
it: Questo file è troppo grande.
nl: Dit bestand is te groot.
pt: Este ficheiro é demasiado grande.

source: This file type isn't supported.
de: Dieser Dateityp wird nicht unterstützt.
es: Este tipo de archivo no es compatible.
fr: Ce type de fichier n'est pas pris en charge.
it: Questo tipo di file non è supportato.
nl: Dit bestandstype wordt niet ondersteund.
pt: Este tipo de ficheiro não é suportado.

# This number is already used by another drafft account.
source: This number is already linked to another drafft account.
de: Diese Nummer ist schon mit einem anderen drafft-Konto verknüpft.
es: Este número ya está vinculado a otra cuenta de drafft.
fr: Ce numéro est déjà lié à un autre compte drafft.
it: Questo numero è già collegato a un altro account drafft.
nl: Dit nummer is al gekoppeld aan een ander drafft-account.
pt: Este número já está associado a outra conta drafft.

source: This one is true
de: Das hier stimmt
es: Esta es verdad
fr: Celle-là est vraie
it: Questa è vera
nl: Deze is waar
pt: Esta é verdade

source: This or that
de: Dies oder das
es: Esto o eso
fr: L'un ou l'autre
it: Questo o quello
nl: Dit of dat
pt: Isto ou aquilo

# This or that? Pick a side.
source: This or that? Pick your side.
de: Dies oder das? Entscheide dich.
es: ¿Esto o aquello? Elige tu bando.
fr: L'un ou l'autre ? Choisis ton camp.
it: Questo o quello? Scegli da che parte stai.
nl: Dit of dat? Kies je kant.
pt: Isto ou aquilo? Escolhe o teu lado.

source: This photo can't go on your profile
de: Dieses Foto ist für dein Profil nicht zulässig
es: Esta foto no puede ir en tu perfil
fr: Cette photo ne peut pas figurer sur ton profil
it: Questa foto non può andare sul tuo profilo
nl: Deze foto kan niet op je profiel
pt: Esta foto não pode estar no teu perfil

source: This photo has already been reviewed.
de: Dieses Foto wurde bereits geprüft.
es: Esta foto ya se ha revisado.
fr: Cette photo a déjà été examinée.
it: Questa foto è già stata controllata.
nl: Deze foto is al beoordeeld.
pt: Esta foto já foi analisada.

source: This profile isn't available.
de: Dieses Profil ist nicht verfügbar.
es: Este perfil no está disponible.
fr: Ce profil n'est pas disponible.
it: Questo profilo non è disponibile.
nl: Dit profiel is niet beschikbaar.
pt: Este perfil não está disponível.

source: This time has passed.
de: Diese Zeit ist vorbei.
es: Este horario ya ha pasado.
fr: Ce créneau est passé.
it: Questo orario è già passato.
nl: Deze tijd is voorbij.
pt: Este horário já passou.

source: This was the lie
de: Das war die Lüge
es: Esta era la mentira
fr: C'était le mensonge
it: Questa era la bugia
nl: Dit was de leugen
pt: Esta era a mentira

source: Tick the box above to continue.
de: Hak das Kästchen oben an, um fortzufahren.
es: Marca la casilla de arriba para continuar.
fr: Coche la case ci-dessus pour continuer.
it: Spunta la casella qui sopra per continuare.
nl: Vink het vakje hierboven aan om verder te gaan.
pt: Assinala a caixa acima para continuar.

source: Time
de: Uhrzeit
es: Hora
fr: Heure
it: Orario
nl: Tijd
pt: Hora

source: Time %lld, %@
de: Zeit %lld, %@
es: Horario %lld, %@
fr: Créneau %lld, %@
it: Orario %lld, %@
nl: Tijd %lld, %@
pt: Horário %lld, %@

source: To confirm it's you
de: Zur Bestätigung, dass du es bist
es: Para confirmar que eres tú
fr: Pour confirmer que c'est toi
it: Per confermare che sei tu
nl: Om te bevestigen dat jij het bent
pt: Para confirmar que és tu

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
nl: Vandaag
pt: Hoje

source: Today %@
de: Heute %@
es: Hoy %@
fr: Aujourd'hui %@
it: Oggi %@
nl: Vandaag %@
pt: Hoje %@

source: Together, we could finally
de: Zusammen könnten wir endlich
es: Juntos podríamos por fin
fr: Ensemble, on pourrait enfin
it: Insieme potremmo finalmente
nl: Samen kunnen we eindelijk
pt: Juntos, podíamos finalmente

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
it: Domani
nl: Morgen
pt: Amanhã

source: Too many emails sent. Wait a few minutes and try again.
de: Zu viele E-Mails gesendet. Warte ein paar Minuten und versuch es noch mal.
es: Se han enviado demasiados emails. Espera unos minutos y vuelve a intentarlo.
fr: Trop d'e-mails envoyés. Attends quelques minutes et réessaie.
it: Troppe email inviate. Aspetta qualche minuto e riprova.
nl: Te veel e-mails verstuurd. Wacht een paar minuten en probeer het opnieuw.
pt: Foram enviados demasiados emails. Espera uns minutos e tenta de novo.

source: Too many tries.
de: Zu viele Versuche.
es: Demasiados intentos.
fr: Trop de tentatives.
it: Troppi tentativi.
nl: Te veel pogingen.
pt: Demasiadas tentativas.

source: Too many wrong codes. For your security, this change is paused.
de: Zu viele falsche Codes. Zu deiner Sicherheit ist diese Änderung pausiert.
es: Demasiados códigos incorrectos. Por tu seguridad, este cambio está en pausa.
fr: Trop de codes erronés. Pour ta sécurité, cette modification est suspendue.
it: Troppi codici errati. Per la tua sicurezza, questa modifica è sospesa.
nl: Te veel verkeerde codes. Voor je veiligheid is deze wijziging gepauzeerd.
pt: Demasiados códigos errados. Para tua segurança, esta alteração está em pausa.

source: Too many wrong codes. For your security, verification is paused.
de: Zu viele falsche Codes. Zu deiner Sicherheit ist die Verifizierung pausiert.
es: Demasiados códigos incorrectos. Por tu seguridad, la verificación está en pausa.
fr: Trop de codes erronés. Pour ta sécurité, la vérification est suspendue.
it: Troppi codici errati. Per la tua sicurezza, la verifica è sospesa.
nl: Te veel verkeerde codes. Voor je veiligheid is verificatie gepauzeerd.
pt: Demasiados códigos errados. Para tua segurança, a verificação está em pausa.
